tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "anyenv"
brew "bat"
brew "circleci"
brew "emacs"
brew "exa"
brew "fd"
brew "gcc"
brew "ghq"
brew "lazygit"
brew "mas"
brew "nodebrew"
brew "peco"
brew "pipenv"
brew "postgresql"
brew "ripgrep"
brew "ruby-build"
brew "tmux"
brew "tree"
brew "yarn"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "station"
cask "steam"
cask "vagrant"
cask "visual-studio-code"
mas "LINE", id: 539883307
